{
  "id": "alhambra",
  "name": "Alhambra",
  "displayName": "Alhambra™",
  "type": "summer-plant-day-neutral",
  "description": {
    "title": "Alhambra™ - Premium Summer Plant Day-Neutral Strawberry",
    "paragraphs": [
      "Alhambra™ defines quality in summer plant day-neutral strawberry growing, producing remarkable flavor and consistency throughout extended harvest periods. This top-tier cultivar merges outstanding taste with dependable performance, creating the optimal solution for growers targeting quality and customer satisfaction in late season and winter markets.",
      "Distinguished by its excellent flavor profile and consistently large fruit size, Alhambra™ maintains quality characteristics well into late fall and early winter. The variety produces fewer culls and performs exceptionally well under tunnel production systems, providing growers with flexible growing options.",
      "For summer planting success, Alhambra™ features strong plant vigor and adaptive characteristics that ensure reliable performance across diverse growing conditions. Its moderate disease resistance package and proven genetics provide the foundation for successful late-season strawberry operations.",
      "From establishment to harvest, Alhambra™ provides the taste, quality, and reliability that characterize elite strawberry production. Discover the benefits of advanced genetics crafted specifically for summer plant day-neutral systems."
    ]
  },
  "images": {
    "banner": "/images/cultivars/alhambra/banner.jpg",
    "carousel": [
      "/images/cultivars/alhambra/alhambra_1.jpg",
      "/images/cultivars/alhambra/alhambra_2.jpg",
      "/images/cultivars/alhambra/alhambra_3.jpg"
    ]
  },
  "features": [
    "Excellent flavor profile",
    "Summer plant day-neutral",
    "Large fruit size maintained",
    "Superior tunnel performance",
    "Low cull percentage"
  ],
  "performanceMetrics": {
    "yield": "1326 grams/plant",
    "size": "33.7 grams",
    "appearance": "Excellent",
    "firmness": "Good"
  },
  "recommendations": {
    "plantingDate": "Santa Maria: May 1 - June 15, Oxnard: June 15 - July 15",
    "chill": "If used as a fall plant, rather than a frigo-planting, Alhambra benefits from significantly more chill than typical day-neutral varieties. We recommend at least 500 hours in-ground and 14 days supplemental.",
    "fertility": "Summer plant fertilizer programs should emphasize establishment nutrition. Recommend 400-500 lbs of balanced fertilizer for initial plantings, with regular feeding programs throughout the growing season.",
    "other": "No special spray requirements. Follow standard programs for powdery mildew, botrytis, and mites. Moderately resistant to Fusarium and Macrophomina. Performs exceptionally well under tunnel systems."
  }
} 
