{
  "id": "alhambra",
  "name": "Alhambra",
  "displayName": "Alhambra™",
  "type": "summer-plant-day-neutral",
  "description": {
    "title": "Alhambra™ - Premium Summer Plant Day-Neutral Strawberry",
    "paragraphs": [
      "Alhambra™ represents excellence in summer plant day-neutral strawberry production, delivering exceptional flavor and quality for extended harvest windows. This premium cultivar combines superior taste with reliable performance, making it the ideal choice for growers seeking to maximize quality and consumer satisfaction in late season and winter markets.",
      "Distinguished by its excellent flavor profile and consistently large fruit size, Alhambra™ maintains quality characteristics well into late fall and early winter. The variety produces fewer culls and performs exceptionally well under tunnel production systems, providing growers with flexible growing options.",
      "For summer planting success, Alhambra™ features strong plant vigor and adaptive characteristics that ensure reliable performance across diverse growing conditions. Its moderate disease resistance package and proven genetics provide the foundation for successful late-season strawberry operations.",
      "From planting through harvest, Alhambra™ delivers the flavor, quality, and consistency that define premium strawberry production. Experience the advantage of superior genetics designed specifically for summer plant day-neutral systems."
    ]
  },
  "images": {
    "banner": "/images/cultivars/alhambra/banner.jpg",
    "carousel": [
      "/images/cultivars/alhambra/alhambra_1.jpg",
      "/images/cultivars/alhambra/alhambra_2.jpg",
      "/images/cultivars/alhambra/alhambra_3.jpg"
    ]
  },
  "features": [
    "Excellent flavor profile",
    "Summer plant day-neutral",
    "Large fruit size maintained",
    "Superior tunnel performance",
    "Low cull percentage"
  ],
  "performanceMetrics": {
    "yield": "38.2t/ha",
    "size": "Large",
    "appearance": "Excellent",
    "firmness": "Good"
  },
  "recommendations": {
    "plantingDate": "Santa Maria: May 1 - June 15, Oxnard: June 15 - July 15",
    "chill": "As a summer plant day-neutral, Alhambra requires minimal chill for establishment. Focus on consistent moisture and temperature management during the critical establishment period.",
    "fertility": "Summer plant fertilizer programs should emphasize establishment nutrition. Recommend 400-500 lbs of balanced fertilizer for initial plantings, with regular feeding programs throughout the growing season.",
    "other": "No special spray requirements. Follow standard programs for powdery mildew, botrytis, and mites. Moderately resistant to Fusarium and Macrophomina. Performs exceptionally well under tunnel systems."
  }
} 
