{
  "day-neutral": {
    "title": "Morangos de Dia Neutro",
    "content": "<h3>O que são Morangos de Dia Neutro?</h3><p>Morangos de dia neutro são variedades que produzem frutas continuamente durante toda a temporada de crescimento, independentemente da duração do dia ou temperatura. Diferente das variedades tradicionais de dia curto que produzem uma única colheita grande, os de dia neutro fornecem colheitas constantes da primavera ao outono.</p><h3>Características Principais:</h3><ul><li><strong>Produção Contínua:</strong> A produção de frutas não é ativada pela duração do dia</li><li><strong>Temporada Estendida:</strong> Colheita do final da primavera ao início do outono</li><li><strong>Sensibilidade à Temperatura:</strong> Os verdadeiros de dia neutro não são sensíveis à temperatura</li><li><strong>Múltiplos Ciclos:</strong> Produzem vários ciclos distintos de floração e frutificação</li></ul><h3>Vantagens de Cultivo:</h3><ul><li>Fornecimento constante de frutas para o mercado fresco</li><li>Melhor adaptação a climas variáveis</li><li>Ideal para produção em estufas e túneis</li><li>Maior potencial de produtividade total sazonal</li></ul>"
  },
  "short-day": {
    "title": "Morangos de Dia Curto",
    "content": "<h3>Compreensão dos Morangos de Dia Curto</h3><p>Morangos de dia curto são variedades que iniciam as gemas florais quando a duração do dia diminui, tipicamente no outono. Produzem um período de colheita concentrado e são ideais para sistemas tradicionais de produção de morangos.</p><h3>Características Principais:</h3><ul><li><strong>Sensíveis ao Fotoperíodo:</strong> A iniciação floral é ativada por dias mais curtos</li><li><strong>Colheita Concentrada:</strong> Período principal de frutificação na primavera</li><li><strong>Requerimento de Frio:</strong> Podem precisar de resfriamento invernal para produção ótima, embora nem todas as variedades de dia curto o requeiram</li><li><strong>Variedade Tradicional:</strong> Tipo mais comum em todo o mundo</li></ul><h3>Benefícios de Produção:</h3><ul><li>Altas produtividades de pico durante a temporada de colheita</li><li>Bem adaptadas para mercados de processamento</li><li>Tempo de colheita previsível</li><li>Menor manutenção durante a entressafra</li></ul>"
  },
  "fusarium-resistant": {
    "title": "Resistência a Fusarium",
    "content": "<h3>Compreensão da Resistência a Fusarium</h3><p>A resistência a fusarium é uma característica crítica no melhoramento moderno de morangos, protegendo as plantas contra uma das doenças do solo mais destrutivas que afetam a produção mundial de morangos.</p><h3>Sobre a Doença de Fusarium:</h3><ul><li><strong>Patógeno:</strong> Fusarium oxysporum f. sp. fragariae</li><li><strong>Sintomas:</strong> Nanismo, murchamento, podridão da coroa e morte da planta</li><li><strong>Persistência no Solo:</strong> Pode sobreviver no solo por muitos anos</li><li><strong>Impacto Econômico:</strong> Pode causar perdas significativas de produtividade</li></ul><h3>Benefícios das Variedades Resistentes:</h3><ul><li>Redução da necessidade de fumigação do solo</li><li>Menores custos e riscos de produção</li><li>Gestão sustentável de doenças</li><li>Capacidade de crescer em solos infectados</li><li>Benefícios ambientais pelo uso reduzido de químicos</li></ul><h3>Mecanismo de Resistência:</h3><p>As variedades resistentes contemporâneas carregam defesas genéticas que bloqueiam a invasão do patógeno ao sistema vascular da planta, mantendo crescimento saudável mesmo em condições de solo infectado.</p>"
  },
  "macrophomina-resistant": {
    "title": "Resistência a Macrophomina",
    "content": "<h3>Resistência a Macrophomina</h3><p>A resistência a macrophomina protege as plantas de morango contra Macrophomina phaseolina, um patógeno fúngico que causa a doença da podridão carbonosa, particularmente problemática em condições quentes e secas.</p><h3>Sobre a Doença de Macrophomina:</h3><ul><li><strong>Patógeno:</strong> Macrophomina phaseolina</li><li><strong>Sintomas:</strong> Podridão da coroa, murchamento e microesclerócios negros</li><li><strong>Condições:</strong> Prospera em clima quente e seco</li><li><strong>Impacto:</strong> Perdas significativas de produtividade em áreas afetadas</li></ul><h3>Benefícios da Resistência:</h3><ul><li>Produção confiável em climas quentes</li><li>Redução de perdas de cultivo durante o estresse por calor</li><li>Menor dependência de tratamentos químicos</li><li>Melhor longevidade da planta</li></ul>"
  },
  "high-yields": {
    "title": "Alta Produtividade",
    "content": "<h3>Variedades de Morango de Alta Produtividade</h3><p>As variedades de morango de alta produtividade focam em maximizar a produção de frutas por planta e por acre, entregando forte retorno de investimento e rentabilidade de longo prazo para os produtores.</p><h3>Componentes da Produtividade:</h3><ul><li><strong>Produtividade da Planta:</strong> Mais flores e frutas por planta</li><li><strong>Tamanho da Fruta:</strong> Tamanho médio de fruto maior</li><li><strong>Janela de Colheita:</strong> Período produtivo estendido</li><li><strong>Densidade de Plantas:</strong> Arquitetura ótima de plantas para plantio de alta densidade</li></ul><h3>Benefícios Econômicos:</h3><ul><li>Maiores receitas por acre</li><li>Melhor retorno de investimento</li><li>Custos de produção reduzidos por unidade</li><li>Eficiência laboral melhorada</li><li>Competitividade de mercado melhorada</li></ul><h3>Métricas de Performance:</h3><p>Os cultivares de maior produção alcançam produtividade notável sob condições ideais, combinando colheitas confiáveis com qualidade superior de frutas. Essas plantas mostram arquitetura otimizada e períodos de colheita prolongados para otimizar tanto o volume total quanto as taxas de frutas comercializáveis.</p>"
  },
  "excellent-flavor": {
    "title": "Perfil de Sabor Excelente",
    "content": "<h3>Características de Sabor Superiores</h3><p>Essas variedades focadas no sabor alcançam equilíbrio ótimo de açúcar-ácido, aromáticos complexos e perfis de sabor que satisfazem os consumidores enquanto obtêm preços premium no mercado.</p><h3>Componentes do Sabor:</h3><ul><li><strong>Teor de Açúcar:</strong> Altos níveis de Brix</li><li><strong>Equilíbrio de Acidez:</strong> Acidez ótima para complexidade</li><li><strong>Aromáticos:</strong> Compostos voláteis ricos</li><li><strong>Textura:</strong> Sensação na boca firme mas suculenta</li></ul><h3>Vantagens de Mercado:</h3><ul><li>Potencial de preços premium</li><li>Maior satisfação do consumidor</li><li>Comportamento de compra repetida</li><li>Diferenciação de marca</li><li>Atração para mercados de exportação</li></ul>"
  },
  "premium-quality": {
    "title": "Padrões de Qualidade Premium",
    "content": "<h3>Atributos de Qualidade Premium</h3><p>Essas variedades de primeira linha se destacam em todas as métricas de qualidade: aparência, sabor, vida útil e performance de mercado, ganhando posicionamento premium em mercados seletivos.</p><h3>Parâmetros de Qualidade:</h3><ul><li><strong>Aparência:</strong> Tamanho, forma e cor uniformes</li><li><strong>Firmeza:</strong> Excelentes características de envio e manipulação</li><li><strong>Vida Útil:</strong> Frescor estendido para o varejo</li><li><strong>Consistência:</strong> Qualidade confiável durante toda a temporada</li></ul><h3>Benefícios de Mercado:</h3><ul><li>Acesso a segmentos de mercado premium</li><li>Reputação de marca melhorada</li><li>Oportunidades de exportação</li><li>Perdas pós-colheita reduzidas</li><li>Maiores retornos para o produtor</li></ul>"
  },
  "ultra-early": {
    "title": "Produção Ultra Precoce",
    "content": "<h3>Vantagem de Colheita Ultra Precoce</h3><p>As variedades ultra precoces fornecem a produção de frutas mais precoce na temporada, capturando preços premium do mercado precoce e estendendo o período geral de colheita.</p><h3>Benefícios de Produção Precoce:</h3><ul><li><strong>Momento de Mercado:</strong> Vantagem de ser os primeiros no mercado</li><li><strong>Preços Premium:</strong> Preços mais altos de temporada precoce</li><li><strong>Temporada Estendida:</strong> Período geral de colheita mais longo</li><li><strong>Gestão de Riscos:</strong> Fluxo de caixa mais precoce</li></ul><h3>Vantagens de Produção:</h3><ul><li>Capturar prêmios do mercado precoce</li><li>Distribuir demandas laborais de colheita</li><li>Reduzir exposição ao risco climático</li><li>Atender programas varejistas precoces</li></ul>"
  },
  "organic": {
    "title": "Adequação para Produção Orgânica",
    "content": "<h3>Produção Orgânica de Morangos</h3><p>Essas variedades naturalmente resistentes apresentam resistência a doenças incorporada, saúde vigorosa de plantas e integração perfeita com práticas agrícolas orgânicas e padrões de certificação.</p><h3>Vantagens Orgânicas:</h3><ul><li><strong>Resistência Natural:</strong> Menores insumos químicos necessários</li><li><strong>Vigor da Planta:</strong> Defesas naturais fortes</li><li><strong>Saúde do Solo:</strong> Compatível com manejo orgânico do solo</li><li><strong>Certificação:</strong> Atende padrões orgânicos</li></ul><h3>Benefícios de Mercado:</h3><ul><li>Preços orgânicos premium</li><li>Demanda crescente do mercado</li><li>Sustentabilidade ambiental</li><li>Vantagens de certificação</li><li>Alinhamento com preferências do consumidor</li></ul>"
  },
  "cold-tolerant": {
    "title": "Tolerância ao Frio",
    "content": "<h3>Variedades de Morango Resistentes ao Frio</h3><p>Essas variedades resistentes ao clima lidam com baixas temperaturas, eventos de geada e condições invernais severas sem sacrificar a produtividade ou qualidade da fruta.</p><h3>Características de Tolerância ao Frio:</h3><ul><li><strong>Resistência a Geadas:</strong> Resistir eventos de geadas primaverais</li><li><strong>Resistência Invernal:</strong> Sobreviver condições invernais severas</li><li><strong>Capacidade de Recuperação:</strong> Recuperação rápida do estresse por frio</li><li><strong>Temporada Estendida:</strong> Produção mais precoce na primavera e mais tardia no outono</li></ul><h3>Benefícios de Cultivo:</h3><ul><li>Regiões de cultivo expandidas</li><li>Necessidades reduzidas de seguro de cultivo</li><li>Custos de proteção contra geadas mais baixos</li><li>Produtividades mais confiáveis</li><li>Janelas de colheita estendidas</li></ul>"
  },
  "rugged": {
    "title": "Performance Resistente",
    "content": "<h3>Variedades de Morango Resistentes</h3><p>Esses intérpretes resistentes demonstram durabilidade excepcional, resiliência ao estresse e resultados confiáveis em condições de cultivo desafiadoras e ambientes imprevisíveis.</p><h3>Características Resistentes:</h3><ul><li><strong>Tolerância ao Estresse:</strong> Lida com desafios ambientais</li><li><strong>Resistência a Doenças:</strong> Múltiplas características de resistência</li><li><strong>Vigor da Planta:</strong> Hábito de crescimento forte e robusto</li><li><strong>Adaptabilidade:</strong> Se desempenha em condições diversas</li></ul><h3>Benefícios de Produção:</h3><ul><li>Requerimentos de insumos reduzidos</li><li>Menor risco de falha do cultivo</li><li>Performance consistente</li><li>Gestão simplificada</li><li>Retornos confiáveis</li></ul>"
  },
  "alturas-high-yields": {
    "title": "Performance de Alta Produtividade de Alturas",
    "content": "<h3>Excelência de Produtividade de Alturas</h3><p>Alturas alcança produção excepcional sob condições ideais, equilibrando produção constante com qualidade superior de frutas durante toda a janela de colheita.</p><h3>Componentes de Produtividade de Alturas:</h3><ul><li><strong>Produção de Pico:</strong> Produtividades excepcionais</li><li><strong>Tamanho da Fruta:</strong> Tamanho de fruto consistentemente grande</li><li><strong>Colheita Estendida:</strong> Produção contínua da primavera ao outono</li><li><strong>Eficiência da Planta:</strong> Arquitetura de planta otimizada para máxima produtividade</li></ul><h3>Impacto Econômico de Alturas:</h3><ul><li>Performance premium na categoria de dia neutro</li><li>Estrutura de planta eficiente reduz custos laborais</li><li>Qualidade de fruta consistente mantém prêmios de mercado</li><li>Temporada estendida maximiza o potencial de receitas</li></ul><h3>Sucesso do Produtor:</h3><p>A estrutura de planta otimizada de Alturas e as necessidades de manutenção mais baixas permitem maior foco no desenvolvimento de frutas premium, gerando tanto volume quanto qualidade que impulsionam a rentabilidade.</p>"
  },
  "adelanto-ultra-early": {
    "title": "Produção Ultra Precoce de Adelanto",
    "content": "<h3>Vantagem de Temporada Precoce de Adelanto</h3><p>Adelanto domina os mercados de temporada precoce, produzindo frutas premium semanas antes que os cultivares padrão enquanto assegura preços de pico de temporada.</p><h3>Benefícios Precoces de Adelanto:</h3><ul><li><strong>Primeiros no Mercado:</strong> Produção mais precoce na categoria de dia neutro</li><li><strong>Preços Premium:</strong> Capturar os preços mais altos de temporada precoce</li><li><strong>Posição de Mercado:</strong> Estabelecer presença no mercado antes da competição</li><li><strong>Redução de Riscos:</strong> Fluxo de caixa mais precoce e exposição climática reduzida</li></ul><h3>Características de Produção:</h3><ul><li>Produtividades excepcionais consistentes</li><li>Excelente qualidade de fruta desde o início da temporada</li><li>Produção precoce confiável em todos os climas</li><li>Período total de colheita estendido</li></ul>"
  },
  "artesia-organic": {
    "title": "Excelência Orgânica de Artesia",
    "content": "<h3>Artesia: O Pináculo da Produção Orgânica</h3><p>Artesia™ estabelece o padrão para o cultivo orgânico de morangos, projetado especificamente para sistemas de cultivo sustentáveis e livres de químicos. Este cultivar premium de dia neutro prospera onde outras variedades falham em ambientes orgânicos.</p><h3>Vantagens Orgânicas de Artesia:</h3><ul><li><strong>Adaptado Organicamente:</strong> Genética projetada especificamente para sistemas de produção livres de químicos</li><li><strong>Pacote de Doenças Abrangente:</strong> Resistência robusta a todos os patógenos principais do solo</li><li><strong>Performance Orgânica Superior:</strong> Consistentemente supera os competidores em ensaios orgânicos</li><li><strong>Vigor Natural:</strong> Saúde forte da planta reduz a necessidade de intervenções</li></ul><h3>Benefícios de Produção Sustentável:</h3><ul><li>Perdas de campo reduzidas através de resistência natural a doenças</li><li>Protocolos de manejo de doenças orgânicas simplificados</li><li>Altas produtividades comercializáveis em sistemas orgânicos certificados</li><li>Compatibilidade melhorada com a saúde do solo</li><li>Posicionamento premium em mercados orgânicos</li></ul><h3>A Promessa Orgânica de Artesia:</h3><p>Do plantio à colheita, Artesia™ fornece a produção, qualidade e confiabilidade que caracterizam operações orgânicas prósperas. Descubra genética projetada especificamente para a agricultura sustentável de morangos do amanhã.</p>"
  }
} 