{
  "day-neutral": {
    "title": "Fresas de Día Neutro",
    "content": "<h3>¿Qué son las Fresas de Día Neutro?</h3><p>Las fresas de día neutro son variedades que producen fruta continuamente durante toda la temporada de crecimiento, independientemente de la duración del día o la temperatura. A diferencia de las variedades tradicionales de día corto que producen una sola cosecha grande, las de día neutro proporcionan cosechas constantes desde la primavera hasta el otoño.</p><h3>Características Clave:</h3><ul><li><strong>Producción Continua:</strong> La producción de fruta no se activa por la duración del día</li><li><strong>Temporada Extendida:</strong> Cosecha desde finales de primavera hasta principios de otoño</li><li><strong>Sensibilidad a la Temperatura:</strong> Las verdaderas de día neutro no son sensibles a la temperatura</li><li><strong>Múltiples Ciclos:</strong> Producen varios ciclos distintos de floración y fructificación</li></ul><h3>Ventajas de Cultivo:</h3><ul><li>Suministro constante de fruta para el mercado fresco</li><li>Mejor adaptación a climas variables</li><li>Ideal para producción en invernadero y túneles</li><li>Mayor potencial de rendimiento total estacional</li></ul>"
  },
  "short-day": {
    "title": "Fresas de Día Corto",
    "content": "<h3>Comprensión de las Fresas de Día Corto</h3><p>Las fresas de día corto son variedades que inician las yemas florales cuando disminuye la duración del día, típicamente en otoño. Producen un período de cosecha concentrado y son ideales para sistemas tradicionales de producción de fresas.</p><h3>Características Clave:</h3><ul><li><strong>Sensibles al Fotoperíodo:</strong> La iniciación floral se activa por días más cortos</li><li><strong>Cosecha Concentrada:</strong> Período principal de fructificación en primavera</li><li><strong>Requerimiento de Frío:</strong> Pueden necesitar enfriamiento invernal para una producción óptima, aunque no todas las variedades de día corto lo requieren</li><li><strong>Variedad Tradicional:</strong> Tipo más común en todo el mundo</li></ul><h3>Beneficios de Producción:</h3><ul><li>Altos rendimientos pico durante la temporada de cosecha</li><li>Bien adaptadas para mercados de procesamiento</li><li>Tiempo de cosecha predecible</li><li>Menor mantenimiento durante la temporada baja</li></ul>"
  },
  "fusarium-resistant": {
    "title": "Resistencia a Fusarium",
    "content": "<h3>Comprensión de la Resistencia a Fusarium</h3><p>La resistencia a fusarium es un rasgo crítico en el mejoramiento moderno de fresas, protegiendo las plantas contra una de las enfermedades del suelo más destructivas que afectan la producción mundial de fresas.</p><h3>Sobre la Enfermedad de Fusarium:</h3><ul><li><strong>Patógeno:</strong> Fusarium oxysporum f. sp. fragariae</li><li><strong>Síntomas:</strong> Retraso en el crecimiento, marchitamiento, pudrición de la corona y muerte de la planta</li><li><strong>Persistencia en el Suelo:</strong> Puede sobrevivir en el suelo durante muchos años</li><li><strong>Impacto Económico:</strong> Puede causar pérdidas significativas de rendimiento</li></ul><h3>Beneficios de las Variedades Resistentes:</h3><ul><li>Reducción de la necesidad de fumigación del suelo</li><li>Menores costos y riesgos de producción</li><li>Gestión sostenible de enfermedades</li><li>Capacidad de crecer en suelos infectados</li><li>Beneficios ambientales por el uso reducido de químicos</li></ul><h3>Mecanismo de Resistencia:</h3><p>Las variedades resistentes contemporáneas llevan defensas genéticas que bloquean la invasión del patógeno al sistema vascular de la planta, manteniendo un crecimiento saludable incluso en condiciones de suelo infectado.</p>"
  },
  "macrophomina-resistant": {
    "title": "Resistencia a Macrophomina",
    "content": "<h3>Resistencia a Macrophomina</h3><p>La resistencia a macrophomina protege las plantas de fresa contra Macrophomina phaseolina, un patógeno fúngico que causa la enfermedad de la pudrición carbonosa, particularmente problemática en condiciones cálidas y secas.</p><h3>Sobre la Enfermedad de Macrophomina:</h3><ul><li><strong>Patógeno:</strong> Macrophomina phaseolina</li><li><strong>Síntomas:</strong> Pudrición de la corona, marchitamiento y microesclerocios negros</li><li><strong>Condiciones:</strong> Prospera en clima cálido y seco</li><li><strong>Impacto:</strong> Pérdidas significativas de rendimiento en áreas afectadas</li></ul><h3>Beneficios de la Resistencia:</h3><ul><li>Producción confiable en climas cálidos</li><li>Reducción de pérdidas de cultivo durante el estrés por calor</li><li>Menor dependencia de tratamientos químicos</li><li>Mejor longevidad de la planta</li></ul>"
  },
  "high-yields": {
    "title": "Alto Rendimiento",
    "content": "<h3>Variedades de Fresa de Alto Rendimiento</h3><p>Las variedades de fresa de alto rendimiento se enfocan en maximizar la producción de fruta por planta y por acre, entregando un fuerte retorno de inversión y rentabilidad a largo plazo para los productores.</p><h3>Componentes del Rendimiento:</h3><ul><li><strong>Productividad de la Planta:</strong> Más flores y fruta por planta</li><li><strong>Tamaño de la Fruta:</strong> Tamaño promedio de baya más grande</li><li><strong>Ventana de Cosecha:</strong> Período productivo extendido</li><li><strong>Densidad de Plantas:</strong> Arquitectura óptima de plantas para plantación de alta densidad</li></ul><h3>Beneficios Económicos:</h3><ul><li>Mayores ingresos por acre</li><li>Mejor retorno de inversión</li><li>Costos de producción reducidos por unidad</li><li>Eficiencia laboral mejorada</li><li>Competitividad de mercado mejorada</li></ul><h3>Métricas de Rendimiento:</h3><p>Los cultivares de mayor producción logran un rendimiento notable bajo condiciones ideales, combinando cosechas confiables con calidad superior de fruta. Estas plantas muestran arquitectura optimizada y períodos de cosecha prolongados para optimizar tanto el volumen total como las tasas de fruta comercializable.</p>"
  },
  "excellent-flavor": {
    "title": "Perfil de Sabor Excelente",
    "content": "<h3>Características de Sabor Superiores</h3><p>Estas variedades enfocadas en el sabor logran un equilibrio óptimo de azúcar-ácido, aromáticos complejos y perfiles de sabor que satisfacen a los consumidores mientras obtienen precios premium en el mercado.</p><h3>Componentes del Sabor:</h3><ul><li><strong>Contenido de Azúcar:</strong> Altos niveles de Brix</li><li><strong>Equilibrio de Acidez:</strong> Acidez óptima para complejidad</li><li><strong>Aromáticos:</strong> Compuestos volátiles ricos</li><li><strong>Textura:</strong> Sensación en boca firme pero jugosa</li></ul><h3>Ventajas de Mercado:</h3><ul><li>Potencial de precios premium</li><li>Mayor satisfacción del consumidor</li><li>Comportamiento de compra repetida</li><li>Diferenciación de marca</li><li>Atractivo para mercados de exportación</li></ul>"
  },
  "premium-quality": {
    "title": "Estándares de Calidad Premium",
    "content": "<h3>Atributos de Calidad Premium</h3><p>Estas variedades de primer nivel sobresalen en todas las métricas de calidad: apariencia, sabor, vida útil y rendimiento de mercado, ganando posicionamiento premium en mercados selectivos.</p><h3>Parámetros de Calidad:</h3><ul><li><strong>Apariencia:</strong> Tamaño, forma y color uniformes</li><li><strong>Firmeza:</strong> Excelentes características de envío y manipulación</li><li><strong>Vida Útil:</strong> Frescura extendida para el comercio minorista</li><li><strong>Consistencia:</strong> Calidad confiable durante toda la temporada</li></ul><h3>Beneficios de Mercado:</h3><ul><li>Acceso a segmentos de mercado premium</li><li>Reputación de marca mejorada</li><li>Oportunidades de exportación</li><li>Pérdidas post-cosecha reducidas</li><li>Mayores retornos para el productor</li></ul>"
  },
  "ultra-early": {
    "title": "Producción Ultra Temprana",
    "content": "<h3>Ventaja de Cosecha Ultra Temprana</h3><p>Las variedades ultra tempranas proporcionan la producción de fruta más temprana en la temporada, capturando precios premium del mercado temprano y extendiendo el período general de cosecha.</p><h3>Beneficios de Producción Temprana:</h3><ul><li><strong>Momento de Mercado:</strong> Ventaja de ser los primeros en el mercado</li><li><strong>Precios Premium:</strong> Precios más altos de temporada temprana</li><li><strong>Temporada Extendida:</strong> Período general de cosecha más largo</li><li><strong>Gestión de Riesgos:</strong> Flujo de efectivo más temprano</li></ul><h3>Ventajas de Producción:</h3><ul><li>Capturar primas del mercado temprano</li><li>Distribuir demandas laborales de cosecha</li><li>Reducir exposición al riesgo climático</li><li>Cumplir programas minoristas tempranos</li></ul>"
  },
  "organic": {
    "title": "Idoneidad para Producción Orgánica",
    "content": "<h3>Producción Orgánica de Fresas</h3><p>Estas variedades naturalmente resistentes presentan resistencia a enfermedades incorporada, salud vigorosa de plantas e integración perfecta con prácticas agrícolas orgánicas y estándares de certificación.</p><h3>Ventajas Orgánicas:</h3><ul><li><strong>Resistencia Natural:</strong> Menores insumos químicos necesarios</li><li><strong>Vigor de la Planta:</strong> Defensas naturales fuertes</li><li><strong>Salud del Suelo:</strong> Compatible con manejo orgánico del suelo</li><li><strong>Certificación:</strong> Cumple estándares orgánicos</li></ul><h3>Beneficios de Mercado:</h3><ul><li>Precios orgánicos premium</li><li>Demanda creciente del mercado</li><li>Sostenibilidad ambiental</li><li>Ventajas de certificación</li><li>Alineación con preferencias del consumidor</li></ul>"
  },
  "cold-tolerant": {
    "title": "Tolerancia al Frío",
    "content": "<h3>Variedades de Fresa Resistentes al Frío</h3><p>Estas variedades resistentes al clima manejan bajas temperaturas, eventos de heladas y condiciones invernales severas sin sacrificar la productividad o calidad de la fruta.</p><h3>Características de Tolerancia al Frío:</h3><ul><li><strong>Resistencia a Heladas:</strong> Resistir eventos de heladas primaverales</li><li><strong>Resistencia Invernal:</strong> Sobrevivir condiciones invernales severas</li><li><strong>Capacidad de Recuperación:</strong> Recuperación rápida del estrés por frío</li><li><strong>Temporada Extendida:</strong> Producción más temprana en primavera y más tardía en otoño</li></ul><h3>Beneficios de Cultivo:</h3><ul><li>Regiones de cultivo expandidas</li><li>Necesidades reducidas de seguro de cultivo</li><li>Costos de protección contra heladas más bajos</li><li>Rendimientos más confiables</li><li>Ventanas de cosecha extendidas</li></ul>"
  },
  "rugged": {
    "title": "Rendimiento Resistente",
    "content": "<h3>Variedades de Fresa Resistentes</h3><p>Estos intérpretes resistentes demuestran durabilidad excepcional, resiliencia al estrés y resultados confiables en condiciones de cultivo desafiantes y entornos impredecibles.</p><h3>Características Resistentes:</h3><ul><li><strong>Tolerancia al Estrés:</strong> Maneja desafíos ambientales</li><li><strong>Resistencia a Enfermedades:</strong> Múltiples rasgos de resistencia</li><li><strong>Vigor de la Planta:</strong> Hábito de crecimiento fuerte y robusto</li><li><strong>Adaptabilidad:</strong> Se desempeña en condiciones diversas</li></ul><h3>Beneficios de Producción:</h3><ul><li>Requerimientos de insumos reducidos</li><li>Menor riesgo de falla del cultivo</li><li>Rendimiento consistente</li><li>Gestión simplificada</li><li>Retornos confiables</li></ul>"
  },
  "alturas-high-yields": {
    "title": "Rendimiento de Alto Rendimiento de Alturas",
    "content": "<h3>Excelencia de Rendimiento de Alturas</h3><p>Alturas logra una producción excepcional bajo condiciones ideales, equilibrando la producción constante con calidad superior de fruta durante toda la ventana de cosecha.</p><h3>Componentes de Rendimiento de Alturas:</h3><ul><li><strong>Producción Pico:</strong> Rendimientos excepcionales</li><li><strong>Tamaño de la Fruta:</strong> Tamaño de baya consistentemente grande</li><li><strong>Cosecha Extendida:</strong> Producción continua desde primavera hasta otoño</li><li><strong>Eficiencia de la Planta:</strong> Arquitectura de planta optimizada para máxima productividad</li></ul><h3>Impacto Económico de Alturas:</h3><ul><li>Rendimiento premium en la categoría de día neutro</li><li>Estructura de planta eficiente reduce costos laborales</li><li>Calidad de fruta consistente mantiene primas de mercado</li><li>Temporada extendida maximiza el potencial de ingresos</li></ul><h3>Éxito del Productor:</h3><p>La estructura de planta optimizada de Alturas y las necesidades de mantenimiento más bajas permiten un mayor enfoque en el desarrollo de fruta premium, generando tanto volumen como calidad que impulsan la rentabilidad.</p>"
  },
  "adelanto-ultra-early": {
    "title": "Producción Ultra Temprana de Adelanto",
    "content": "<h3>Ventaja de Temporada Temprana de Adelanto</h3><p>Adelanto domina los mercados de temporada temprana, produciendo fruta premium semanas antes que los cultivares estándar mientras asegura precios pico de temporada.</p><h3>Beneficios Tempranos de Adelanto:</h3><ul><li><strong>Primeros en el Mercado:</strong> Producción más temprana en la categoría de día neutro</li><li><strong>Precios Premium:</strong> Capturar los precios más altos de temporada temprana</li><li><strong>Posición de Mercado:</strong> Establecer presencia en el mercado antes que la competencia</li><li><strong>Reducción de Riesgos:</strong> Flujo de efectivo más temprano y exposición climática reducida</li></ul><h3>Características de Producción:</h3><ul><li>Rendimientos excepcionales consistentes</li><li>Excelente calidad de fruta desde el inicio de la temporada</li><li>Producción temprana confiable en todos los climas</li><li>Período total de cosecha extendido</li></ul>"
  },
  "artesia-organic": {
    "title": "Excelencia Orgánica de Artesia",
    "content": "<h3>Artesia: El Pináculo de la Producción Orgánica</h3><p>Artesia™ establece el estándar para el cultivo orgánico de fresas, diseñado específicamente para sistemas de cultivo sostenibles y libres de químicos. Este cultivar premium de día neutro prospera donde otras variedades fallan en entornos orgánicos.</p><h3>Ventajas Orgánicas de Artesia:</h3><ul><li><strong>Adaptado Orgánicamente:</strong> Genética diseñada específicamente para sistemas de producción libres de químicos</li><li><strong>Paquete de Enfermedades Integral:</strong> Resistencia robusta a todos los patógenos principales del suelo</li><li><strong>Rendimiento Orgánico Superior:</strong> Consistentemente supera a los competidores en ensayos orgánicos</li><li><strong>Vigor Natural:</strong> Salud fuerte de la planta reduce la necesidad de intervenciones</li></ul><h3>Beneficios de Producción Sostenible:</h3><ul><li>Pérdidas de campo reducidas a través de resistencia natural a enfermedades</li><li>Protocolos de manejo de enfermedades orgánicas simplificados</li><li>Altos rendimientos comercializables en sistemas orgánicos certificados</li><li>Compatibilidad mejorada con la salud del suelo</li><li>Posicionamiento premium en mercados orgánicos</li></ul><h3>La Promesa Orgánica de Artesia:</h3><p>Desde la plantación hasta la cosecha, Artesia™ proporciona la producción, calidad y confiabilidad que caracterizan las operaciones orgánicas prósperas. Descubre genética diseñada específicamente para la agricultura sostenible de fresas del mañana.</p>"
  }
} 