{
  "id": "adelanto",
  "name": "Adelanto",
  "displayName": "Adelanto™",
  "type": "short-day",
  "description": {
    "title": "Adelanto™ - Ultra Early Short Day Strawberry",
    "paragraphs": [
      "Adelanto™ leads ultra-early short strawberry production, generating impressive yields when seasonal prices reach their highest. This superior cultivar merges rapid vigor with outstanding processing potential, creating the perfect solution for growers focused on profit maximization.",
      "Renowned for its rapid establishment and early fruit production, Adelanto™ produces attractive, well-sized berries with excellent shelf life characteristics. The variety's balanced sweetness and firm texture make it ideal for both fresh market and processing applications.",
      "Engineered for peak performance, Adelanto™ showcases vigorous plant structure and resilient root systems that maintain steady production across the growing season. Its established resistance to Macrophomina and flexibility across growing systems, from field to greenhouse, guarantee reliable results in diverse environments.",
      "From spring startup through harvest peak, Adelanto™ supplies the timing, quality, and financial gains that power thriving strawberry businesses. Capitalize on first-to-market advantages with established genetics and proven track record."
    ]
  },
  "images": {
    "banner": "/images/cultivars/adelanto/banner.jpg",
    "carousel": [
      "/images/cultivars/adelanto/adelanto_1.jpg",
      "/images/cultivars/adelanto/adelanto_2.jpg",
      "/images/cultivars/adelanto/adelanto_3.jpg"
    ]
  },
  "features": [
    "Ultra early short-day variety",
    "High early season yields",
    "Excellent shelf life",
    "Strong disease resistance"
  ],
  "performanceMetrics": {
    "yield": "1,570 grams/plant",
    "size": "35.3 grams",
    "appearance": "3.5 average",
    "firmness": "1.39 lb/in²"
  },
  "recommendations": {
    "plantingDate": "Baja, MX: Sept 25, Oxnard, CA: Sept 30 - Oct 2",
    "chill": "Adelanto benefits from 50-100 hours of inground chill, but it is not required. The plant will establish well given enough fertility. Excessive chill may delay the early harvest advantage.",
    "fertility": "Pre-plant fertilizer recommendations include 450-550 lbs of 18-8-13 in sandy soils. Lighter applications may be sufficient in heavier soils. Early season nitrogen management is critical for maximizing early yields.",
    "other": "Standard spray programs for powdery mildew, botrytis, and mites. Good resistance to Macrophomina and moderate resistance to Verticillium. Monitor closely for early season pests due to rapid early growth."
  }
} 
