{
  "id": "artesia",
  "name": "Artesia",
  "displayName": "Artesia™",
  "type": "day-neutral",
  "description": {
    "title": "Artesia™ - Premium Organic Day-Neutral Strawberry",
    "paragraphs": [
      "Artesia™ stands at the forefront of organic strawberry cultivation, generating impressive yields and quality in chemical-free growing systems. This elite day-neutral cultivar merges superior performance with complete disease resistance, creating the perfect solution for organic growers focused on productivity and dependability.",
      "Recognized for its exceptional results in organic growing systems, Artesia™ reliably produces strong yields, outstanding fruit quality, and robust plant vigor across field evaluations. Organic operators consistently report enhanced outcomes versus other commercial cultivars, especially regarding marketable harvest, firmness, and visual appeal.",
      "Artesia™ offers robust resistance or moderate resistance to all major soil-borne pathogens affecting California strawberry production. This comprehensive disease resistance package reduces field losses and simplifies disease management for organic growers, providing reliable performance across diverse growing conditions.",
      "From planting to harvest, Artesia™ provides the production, quality, and disease protection that characterize thriving organic strawberry enterprises. Discover the benefits of genetics purposefully engineered for sustainable, chemical-free growing systems."
    ]
  },
  "images": {
    "banner": "/images/cultivars/artesia/banner.jpg",
    "carousel": [
      "/images/cultivars/artesia/artesia_1.jpg",
      "/images/cultivars/artesia/artesia_2.jpg",
      "/images/cultivars/artesia/artesia_3.jpg"
    ]
  },
  "features": [
    "Organic production optimized",
    "Comprehensive disease resistance",
    "High marketable yields",
    "Superior organic performance",
    "Early bloom set"
  ],
  "performanceMetrics": {
    "yield": "3,133 grams per plant",
    "size": "29.4 gram",
    "appearance": "3.2 / 5.0",
    "firmness": "1.17 lb/in²"
  },
  "recommendations": {
    "plantingDate": "Santa Maria: Oct 15 - Oct 30, Salinas/Watsonville: Oct 25 - Nov 15",
    "chill": "Plant performs better with supplemental chill. We recommend 2-3 weeks, particularly under organic conditions. Bloom set is early - begin bloom removal and sprays accordingly.",
    "fertility": "Organic fertilizer programs should emphasize soil health and gradual nutrient release. Recommended organic fertilizer rates depend on soil conditions and organic matter levels. Regular soil testing recommended for organic systems.",
    "other": "Excellent for organic production systems. Strong resistance to Fusarium, moderate resistance to Macrophomina, Verticillium, and Colletotrichum. Minimal disease expression across major soil-borne pathogens. Follow organic-approved spray programs."
  }
} 
